import React from 'react';
import img from '../../image/live-1-e1713770774410.png'

const AboutNews = () => {
    return (
        <div className='news-list-span'>
            <div className='div-two'><img src={img} className='image-cover-list' /></div>
            <div className='div-one'>
                <h1 className='cold'>การบริการลูกค้าที่เป็นมิตรและพร้อมช่วยเหลือ</h1>
                <ul className='list-News'>
                    <li class='space'>
                        UFARoyal168 มีทีมงานบริการลูกค้ามืออาชีพที่พร้อมให้ความช่วยเหลือตลอด 24 ชั่วโมง ไม่ว่าคุณจะมีคำถามหรือปัญหาใด ๆ เกี่ยวกับการใช้งานเว็บไซต์ การทำธุรกรรม หรือการวางเดิมพัน ทีมงานของเราพร้อมที่จะตอบคำถามและแก้ไขปัญหาให้คุณอย่างรวดเร็วและมีประสิทธิภาพ ทั้งในภาษาไทยและภาษาลาว เราให้ความสำคัญกับการสร้างความสัมพันธ์ที่ดีกับผู้เล่น และมุ่งมั่นที่จะมอบการบริการที่เป็นมิตรและเข้าถึงง่าย
                    </li><br />
                </ul>

                <h1 className='cold'>แชทสดและศูนย์บริการตลอด 24 ชั่วโมง</h1>
                <ul className='list-News'>
                    <li class='space'>
                        คุณสามารถติดต่อทีมบริการลูกค้าของเราได้ตลอดเวลาผ่านช่องทางต่าง ๆ เช่น แชทสด หรือศูนย์บริการลูกค้าตลอด 24 ชั่วโมง ไม่ว่าคุณจะต้องการความช่วยเหลือเรื่องใด ทีมงานของเราพร้อมให้บริการอย่างมืออาชีพและตอบสนองความต้องการของคุณอย่างรวดเร็ว
                    </li><br />
                </ul>

                <h1 className='cold'>คู่มือการใช้งานเว็บไซต์ทั้งภาษาไทยและลาว</h1>
                <ul className='list-News'>
                    <li class='space'>
                        เพื่อให้คุณสามารถใช้งานเว็บไซต์ Royal168 ได้อย่างสะดวกและเข้าใจง่าย เรามีคู่มือการใช้งานเว็บไซต์ที่ครอบคลุมทุกฟังก์ชันและบริการ ทั้งในภาษาไทยและภาษาลาว คู่มือนี้จะช่วยให้คุณทำความเข้าใจตั้งแต่ขั้นตอนการสมัครสมาชิก การฝาก-ถอนเงิน วิธีการวางเดิมพัน ไปจนถึงการติดต่อฝ่ายบริการลูกค้า
                    </li><br />
                </ul>
            </div>
        </div>
    );
}

export default AboutNews;
