import React from 'react';
import img from '../../image/live-1-e1713770774410.png'

const AboutNews = () => {
    return (
        <div className='news-list-span'>
            <div className='div-two'><img src={img} className='image-cover-list' /></div>
            <div className='div-one'>
                <h1 className='cold'>การเล่นพนันอย่างมีความรับผิดชอบกับ UFARoyal168</h1>
                <ul className='list-News'>
                    <li class='space'>
                        UFARoyal168 หรือ UFABET168 ให้ความสำคัญกับการเล่นพนันอย่างมีความรับผิดชอบ เราเชื่อว่าการเดิมพันควรเป็นกิจกรรมที่มุ่งเน้นความสนุกและความบันเทิง ไม่ใช่วิธีการหาเงินหลักหรือแก้ไขปัญหาทางการเงิน เราสนับสนุนให้ผู้เล่นทุกท่านมีพฤติกรรมการเล่นพนันที่ดีต่อสุขภาพ และพร้อมให้ความรู้และเครื่องมือที่ช่วยให้คุณสามารถจัดการกับการเล่นพนันได้อย่างมีประสิทธิภาพ
                    </li><br />
                </ul>

                <h1 className='cold'>แนวทางการเล่นพนันอย่างมีความรับผิดชอบ</h1>
                <p class="list-ul">
                    <li><span class='span'>ความสำคัญของการเล่นพนันอย่างมีความรับผิดชอบ: </span>การเล่นพนันควรเป็นกิจกรรมเพื่อความบันเทิง ไม่ใช่แหล่งรายได้หลักหรือวิธีแก้ปัญหาทางการเงิน ผู้เล่นควรตระหนักถึงความเสี่ยงและไม่ใช้เงินที่จำเป็นต่อการดำรงชีวิตในการเดิมพัน</li>
                    <li><span class='span'>การกำหนดขีดจำกัดในการเล่น:  </span>กำหนดงบประมาณที่ชัดเจนก่อนเริ่มเล่น และหยุดเล่นเมื่อถึงขีดจำกัดที่ตั้งไว้ การมีวินัยในการเล่นจะช่วยป้องกันการสูญเสียเงินที่ไม่จำเป็น</li>
                    <li><span class='span'>การพักเมื่อเสียเงินเกินกว่าที่กำหนด: </span>เมื่อเสียเงินถึงขีดจำกัดที่ตั้งไว้ ควรหยุดเล่นทันที อย่าพยายามไล่ตามเงินที่เสียไปด้วยการเดิมพันเพิ่ม เพราะอาจทำให้สถานการณ์แย่ลง</li>
                    <li><span class='span'>สัญญาณการเล่นพนันเกินควบคุม: </span>สังเกตสัญญาณเตือน เช่น การยืมเงินเพื่อเล่นพนัน การใช้เงินที่จำเป็นต่อการดำรงชีวิตในการเดิมพัน หรือการรู้สึกว่าต้องเล่นต่อเพื่อแก้แค้นเงินที่เสียไป หากคุณพบว่าตัวเองมีพฤติกรรมเหล่านี้ ควรขอความช่วยเหลือจากผู้เชี่ยวชาญทันที</li>
                </p>
            </div>
        </div>
    );
}

export default AboutNews;
