import React from 'react';
import img from '../../image/live-1-e1713770774410.png'

const AboutNews = () => {
    return (
        <div className='news-list-span'>
            <div className='div-two'><img src={img} className='image-cover-list' /></div>
            <div className='div-one'>
                <h1 className='cold'>แทงบอลออนไลน์ยูฟ่าเบทกับ UFARoyal168</h1>
                <ul className='list-News'>
                    <li class='space'>
                        UFARoyal168 คือแพลตฟอร์มแทงบอลออนไลน์ที่ครบวงจรที่สุดของยูฟ่าเบท ตอบสนองทุกความต้องการของนักเสี่ยงโชค ด้วยการให้บริการเดิมพันในลีกฟุตบอลชั้นนำทั่วโลก ทั้งพรีเมียร์ลีก, ลาลีกา, บุนเดสลีกา, และการแข่งขันระดับนานาชาติอื่น ๆ อีกมากมาย
                    </li><br />
                    <li class='space'>
                        เราเข้าใจถึงความสำคัญของความสะดวกสบายและความปลอดภัยในการเดิมพันออนไลน์ ดังนั้น UFARoyal168 จึงพัฒนาแพลตฟอร์มที่ใช้งานง่าย รวดเร็ว และปลอดภัย พร้อมระบบรักษาความปลอดภัยข้อมูลที่ทันสมัย เพื่อให้คุณมั่นใจได้ว่าทุกธุรกรรมและข้อมูลส่วนตัวของคุณจะได้รับการปกป้องอย่างดีที่สุด นอกจากนี้ การเป็นเว็บตรง ไม่ผ่านเอเย่นต์ ยังช่วยให้คุณมั่นใจได้ถึงความโปร่งใสของอัตราต่อรอง (odds) และการบริการที่มีคุณภาพ
                    </li><br />
                    <span class='span'>สมัครแทงบอล ufabet เพื่อเริ่มต้นแทงบอลออนไลน์กับ UFARoyal168</span><br/>
                </ul>

                <h1 className='cold'>โปรโมชั่นพิเศษสำหรับนักพนันบอลออนไลน์</h1>
                <ul className='list-News'>
                    <li class='space'>
                        เว็บยูฟ่าขอมอบสิทธิพิเศษและโปรโมชั่นสุดคุ้มสำหรับการสมัครแทงบอล ufabet เพื่อให้คุณได้รับประสบการณ์การเดิมพันที่คุ้มค่ามากยิ่งขึ้น ไม่ว่าจะเป็นโบนัสต้อนรับสำหรับสมาชิกใหม่ โปรโมชั่นฝากเงิน หรือโปรแกรมสะสมแต้มสำหรับผู้เล่นที่เดิมพันเป็นประจำ โปรโมชั่นเหล่านี้จะช่วยเพิ่มโอกาสในการชนะและทำให้การเดิมพันของคุณสนุกยิ่งขึ้น
                    </li><br />
                </ul>
            </div>
        </div>
    );
}

export default AboutNews;
