import React from 'react';
import img from '../../image/live-1-e1713770774410.png'

const AboutNews = () => {
    return (
        <div className='news-list-span'>
            <div className='div-one'>
                <h1 className='cold'>UFABET168 เว็บตรง ufa ไม่ผ่านเอเย่นต์</h1>
                <ul className='list-News'>
                    <li class='space'>
                        การเป็นเว็บตรงไม่ผ่านเอเย่นต์มีความสำคัญอย่างยิ่งในการสร้างความมั่นใจให้กับผู้เล่น UFABET168 ให้บริการโดยตรงจากเครือข่าย UFABET ทำให้คุณมั่นใจได้ถึงความปลอดภัย โปร่งใส และยุติธรรมในการเดิมพัน นอกจากนี้ คุณยังได้รับประโยชน์จากการทำธุรกรรมที่รวดเร็ว ไม่มีค่าธรรมเนียมเพิ่มเติม และอัตราต่อรองที่เป็นธรรม ซึ่งแตกต่างจากเว็บที่ผ่านเอเย่นต์ซึ่งอาจมีปัญหาด้านความน่าเชื่อถือหรือการชำระเงินที่ล่าช้า
                    </li><br />
                </ul>

                <h1 className='cold'>UFABET เว็บตรง – ใบอนุญาตที่ถูกต้องตามกฎหมาย</h1>
                <ul className='list-News'>
                    <li class='space'>
                        UFARoyal168 ดำเนินงานภายใต้เครือข่าย UFABET เว็บตรง ซึ่งได้รับใบอนุญาตอย่างถูกต้องตามกฎหมายจากหน่วยงานกำกับดูแลที่เกี่ยวข้อง การันตีความน่าเชื่อถือและความปลอดภัยของแพลตฟอร์ม
                    </li><br />
                    <li class='space'>
                        การเลือกเล่นบนเว็บไซต์ที่ได้รับการรับรองทางกฎหมายเช่นนี้ ช่วยให้คุณมั่นใจได้ถึงความปลอดภัยของข้อมูลส่วนบุคคลและธุรกรรมทางการเงิน อีกทั้งยังมั่นใจได้ว่าทุกการเดิมพันจะเป็นไปอย่างโปร่งใสและยุติธรรม
                    </li><br />
                    <li class='space'>
                        UFABET เป็นพันธมิตรที่ได้รับการยอมรับในวงการพนันออนไลน์ทั่วโลก การันตีคุณภาพและมาตรฐานระดับสากลของบริการที่ UFARoyal168 มอบให้
                    </li><br />
                </ul>

                <h1 className='cold'>การันตีความปลอดภัย ด้วยระบบ SSL และการป้องกันข้อมูล</h1>
                <ul className='list-News'>
                    <li class='space'>
                        <span class='span'>เว็บบอล</span> UFARoyal168 ให้ความสำคัญกับความปลอดภัยของข้อมูลผู้ใช้งานเป็นอย่างสูง เราใช้เทคโนโลยี SSL (Secure Socket Layer) ในการเข้ารหัสข้อมูลส่วนบุคคลและธุรกรรมทางการเงินทั้งหมดของคุณ เพื่อป้องกันการเข้าถึงโดยไม่ได้รับอนุญาตและการโจมตีทางไซเบอร์
                    </li><br />
                    <li class='space'>
                        นอกจากนี้ เรายังแนะนำให้ผู้เล่นเปิดใช้งานระบบยืนยันตัวตนแบบ 2 ชั้น (Two-Factor Authentication) เพื่อเพิ่มความปลอดภัยในระดับบัญชีผู้ใช้ ป้องกันการเข้าถึงโดยบุคคลที่สามแม้ว่าจะทราบรหัสผ่านของคุณก็ตาม
                    </li><br />
                </ul>
            </div>
            <div className='div-two'><img src={img} className='image-cover-list' /></div>
        </div>
    );
}

export default AboutNews;
